{"config": [{"config": {"use_bias": true, "units": 24, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "dtype": "float32", "activation": "relu", "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_1", "bias_constraint": null, "kernel_constraint": null, "batch_input_shape": [null, 24]}, "class_name": "Dense"}, {"config": {"use_bias": true, "units": 10, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_2", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"use_bias": true, "units": 3, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_3", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"use_bias": true, "units": 8, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "kernel_constraint": null, "activation": "softmax", "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_4", "bias_constraint": null}, "class_name": "Dense"}], "keras_version": "2.0.7", "class_name": "Sequential", "backend": "tensorflow"}