{"keras_version": "2.0.7", "backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activation": "relu", "bias_regularizer": null, "units": 14, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "name": "dense_1", "use_bias": true, "batch_input_shape": [null, 14], "activity_regularizer": null, "trainable": true, "dtype": "float32"}}, {"class_name": "Dense", "config": {"activation": "relu", "bias_regularizer": null, "units": 80, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "name": "dense_2", "use_bias": true, "activity_regularizer": null, "trainable": true}}, {"class_name": "Dense", "config": {"activation": "relu", "bias_regularizer": null, "units": 18, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "name": "dense_3", "use_bias": true, "activity_regularizer": null, "trainable": true}}, {"class_name": "Dense", "config": {"activation": "softmax", "bias_regularizer": null, "units": 8, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "name": "dense_4", "use_bias": true, "activity_regularizer": null, "trainable": true}}]}